[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-annotator",
  "better-word-count",
  "calendar",
  "dataview",
  "obsidian-dictionary-plugin",
  "obsidian-dynamic-toc",
  "cm-editor-syntax-highlight-obsidian",
  "highlightr-plugin",
  "hotkeysplus-obsidian",
  "obsidian-kanban",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "url-into-selection",
  "obsidian-extract-pdf-highlights",
  "periodic-notes",
  "obsidian-reading-time",
  "review-obsidian",
  "templater-obsidian",
  "simple-embeds",
  "obsidian-functionplot",
  "media-extended",
  "obsidian-markdown-formatting-assistant-plugin",
  "daily-activity",
  "obsidian-book-search-plugin",
  "obsidian-wikipedia",
  "obsidian-tikzjax",
  "obsidian-pandoc",
  "obsidian-excel-to-markdown-table",
  "emoji-shortcodes",
  "obsidian-emoji-toolbar",
  "easy-typing-obsidian",
  "obsidian-read-it-later",
  "obsidian-focus-mode",
  "obsidian-advanced-uri",
  "darlal-switcher-plus",
  "obsidian-spaced-repetition",
  "obsidian-checklist-plugin",
  "find-unlinked-files",
  "obsidian-auto-link-title",
  "obsidian-rollover-daily-todos",
  "obsidian-timestamp-notes",
  "quick-latex",
  "obsidian-minimal-settings",
  "obsidian-style-settings"
]